//------------------------------------------------------------------------------
// <автоматически создаваемое>
//     Этот код создан программой.
//
//     Изменения в этом файле могут привести к неправильной работе и будут потеряны в случае
//     повторной генерации кода. 
// </автоматически создаваемое>
//------------------------------------------------------------------------------

namespace SmartHouseWebForms {
    
    
    public partial class Default {
        
        /// <summary>
        /// Master свойство.
        /// </summary>
        /// <remarks>
        /// Автоматически создаваемое свойство.
        /// </remarks>
        public new SmartHouseWebForms.Main Master {
            get {
                return ((SmartHouseWebForms.Main)(base.Master));
            }
        }
    }
}
